Repository: gctools-outilsgc/profile_service_react
Catalog: i18n/*/LC_MESSAGES/src/components/onboard/OnboardStep1.js.po
Languages: fr_ca

# Welcome
source: Welcome to GCprofile!
fr_ca: Bienvenue à GCprofil!

# welcome body
source: GCprofile is a self-service application that enhances collaboration by providing accurate user contact and organizational information. With GCprofile, you canâ€¦
fr_ca: GCprofil est une application en libre-service qui améliore la collaboration en fournissant des coordonnées exactes des utilisateurs et des renseignements organisationnels. Grâce à GCprofil, vous pouvez...

# Step1List1
source: Easily update your contact information so that it is always accurate!
fr_ca: Mettre à jour facilement vos coordonnées afin qu’elles soient toujours exactes!

# Step1List2
source: Have one single profile across all the digital workspace services and approved applications.
fr_ca: Avoir un seul profil pour tous les services de l’espace de travail numérique et les applications approuvées.

# Step1List3
source: Quickly find others and start collaborating.
fr_ca: Trouver rapidement d’autres personnes et commencer à collaborer.

# Step1List4
source: Create teams and self-manage members (for supervisors).
fr_ca: Créer des équipes et gérer les des membres de l’équipe (pour les superviseurs).

# Step1Sub2
source: Why use GCprofile?
fr_ca: Pourquoi utiliser GCprofil?

# Step1Sub2Desc
source: Being able to connect with people is the first step to successful collaboration. Your profile lets others know who you are and helps you make important connections.
fr_ca: La capacité de communiquer avec les gens est la première étape d’une collaboration réussie. Votre profil permet aux autres de savoir qui vous êtes et vous aide à établir des liens importants. "msgstr "

# Step1Sub2Desc2
source: Having easy access to up-to-date contact information means that it is easy to connect, share and engage with the people you need to work better and smarter!
fr_ca: Avoir un accès facile à des coordonnées à jour signifie qu’il est facile de communiquer, de partager et d’échanger avec les personnes dont vous avez besoin pour travailler mieux et plus intelligemment!

source: Get Started
fr_ca: Commencer
